class AppText{

  //other

  static const String N = "\n";

  //appbar

  static const String WHY_US = "ПОЧЕМУ МЫ";
  static const String PHONE = "+375 (33) 354-76-45";

  //about_us

  static const String ABOUT_US_TITLE = "ПОЧЕМУ МЫ?";
  static const String ABOUT_US = "Копмания АНАКОН имеет  многолетний успешный  опыт  по управлению и эксплуатации различными объектами недвижимости – бизнес-центрами, офисными зданиями, подземными и наземными паркингами, фитнесс-центрами.";
  static const String SLOGAN1 = "Мы очень ценим конфиденциальность, комфорт и безопасность также как и вы, хорошо понимаем  ваши потребности  и знаем как их реализовать.";
  static const String SLOGAN2 = "Для нас очень важно организовать свою работу таким образом, чтобы ваши сотрудники не отвлекались от выполнения своих задач в рабочее время.";
  static const String SLOGAN3 = "Мы не гонимся за большим количеством обслуживаемых объектов – мы:";
  static const String SLOGAN3_1 = "- Внедряемся в существующие системы контроля здания. Поддержка онлайн, прием заявок через мессенджеры.";
  static const String SLOGAN3_2 = "- Предоставляем отчеты о выполненных работах.";
  static const String SLOGAN3_3 = "- Имеем круглосуточную аварийную службу.";
  static const String SLOGAN3_4 = "- Для выполнения вышеперечисленных задач подобран ответственный и технически грамотный персонал.";
  static const String SUMMARY = "Вы можете доверить нам решение любых вопросов!";
  static const String MISSION = "Основное направление – управление, техническое обслуживание и эксплуатация зданий, арендаторами или собственниками которых являются ИТ компании.";

  //services

  //1
  static const String SERVICE1_TITLE = "Комплексное управление объектом недвижимости.";
  static const String SERVICE1_1 = "- ООО АНАКОН берет на себя все функции по управлению зданием начиная от подписания договоров с поставщиками услуг и проведения собраний с собственниками до начисления расходов по эксплуатации вашим арендаторам.";
  static const String SERVICE1_2 = "- Организация работы объекта недвижимости с нуля (разработка штатного расписания, должностных инструкций, прием на работу сотрудников). Приемка и запуск в эксплуатацию зданий, передача сетей теплоснабжения, водоснабжения, электроснабжения городу. Претензионная работа с подрядчиками и субподрядчиками по гарантии";
  static const String SERVICE1_3 = "- Организация работы товариществ собственников - проведение собраний, подписание договоров, работа с арендаторами, взыскание задолженности за ЖКУ, разработка правил внутреннего распорядка. Ведение переписки, протоколов.";
  static const String SERVICE1_4 = "- При комплексном управлении объектом ООО АНАКОН контролирует выполнение договорных обязательств поставщиками услуг (теплоснабжение, электроснабжение, водоснабжение, пожарная сигнализация, обслуживание лифтов и т.д.). Назначает ответственных согласно нормативным документам. Взаимодействует с государственными органами по вопросам эксплуатации.";

//2
  static const String SERVICE2_TITLE = "Техническое обслуживание и эксплуатация объектов недвижимости.";
  static const String SERVICE2_1 = "- Организация технического обслуживания и эксплуатации инженерных систем: теплоснабжение, электроснабжение, кондиционирование, приточно-вытяжная вентиляция, водоснабжение с повысительными насосами, водоотведение, ливневая канализация с погружными насосами,    системы бесперебойного электроснабжения  (дизель-генератор), системы мультипаркингов.";
  static const String SERVICE2_2 = "- Организация работы систем управления и контроля доступом – шлагбаумы, роллетные ворота с автоматикой, видеонаблюдение, входные «вертушки» и автоматические двери.";
  static const String SERVICE2_3 = "- Комплексная уборка  помещений зданий и паркингов, ремонт, обслуживание и мойка стеклянных  фасадов. Разработка технологических карт и графиков, обеспечение необходимыми средствами, подбор и эксплуатация механизированных средств (поломоечных машин, пылесосов). Уборка прилегающей территории.";
  static const String SERVICE2_4 = "- При комплексном управлении объектом ООО АНАКОН контролирует выполнение договорных обязательств поставщиками услуг (теплоснабжение, электроснабжение, водоснабжение, пожарная сигнализация, обслуживание лифтов и т.д.). Назначает ответственных согласно нормативным документам. Взаимодействует с государственными органами по вопросам эксплуатации.";



//3

  static const String SERVICE3_TITLE = "Текущий ремонт зданий и помещений.";
  static const String SERVICE3_1 = "- Текущий ремонт может выполнятся как в рамках комплексного управления объектом, технического обслуживания и эксплуатации  здания (плановый ремонт), так и как отдельная услуга (внеплановый, срочный ремонт).";

//4

  static const String SERVICE4_TITLE = "Замена систем освещения на LED . ";
  static const String SERVICE4_1 = "- Проведем обследование системы освещения. Подберем и поставим оборудование для замены в кратчайшие сроки, утилизируем старые светильники и лампы. Заменим устаревшее фасадное освещение.";

}

