class AppText {
  //other

  static const String N = "\n";

  //appbar

  static const String PHONE = "+375 (33) 354-76-45";

  //about_us

  static const String COMPANY_TAG =
      "КОМПЛЕКСНОЕ УПРАВЛЕНИЕ НЕДВИЖИМЫМ ИМУЩЕСВТОМ";

  static const String ABOUT_US_TITLE = "НАШИ ПРЕИМУЩЕСТВА";
  static const String ABOUT_US_1 = "ОПЫТ";
  static const String ABOUT_US_1_CONTENT =
      "Компания АНАКОН имеет  многолетний успешный  опыт  по управлению и эксплуатации различных объектов недвижимости: бизнес-центры, офисные здания, жилые комплексы,  подземные и наземные паркинги, фитнесс-центры.  Наши специалисты работают в этой сфере более десяти лет. Используйте наш опыт для реализации своих желаний.";
  static const String ABOUT_US_2 = "ИНДИВИДУАЛЬНОСТЬ";
  static const String ABOUT_US_2_CONTENT =
      "Организуем свою работу таким образом, чтобы ваши сотрудники не отвлекались от выполнения своих задач. Компания АНАКОН учитывает график работы клиента, что особенно важно для IT-компаний.  Вы не замечаете нас, но чувствуете результат нашей работы.";
  static const String ABOUT_US_3 = "ЭФФЕКТИВНОСТЬ";
  static const String ABOUT_US_3_CONTENT =
      "Достигаем максимальных результатов с минимально возможными затратами. Продуманная до мелочей система управления объектом делает каждое здание максимально эффективным и удобным для пребывания. Клиент получает выбор из нескольких вариантов решения задач. ";
  static const String ABOUT_US_4 = "НЕСТАНДАРТНОСТЬ";
  static const String ABOUT_US_4_CONTENT =
      "Используем креативный подход там, где привычный - не работает. Применяем нестандартные инженерные решения. Находим новые способы выполнения поставленных задач. Нестандартность – залог Вашего успеха.";

  //HWW

  static const String HOW_WORK_TITLE = "КАК\u{2006}МЫ РАБОТАЕМ?";
  static const String HOW_WORK_1 = "ЛИЧНЫЙ ИНЖЕНЕР";
  static const String HOW_WORK_1_CONTENT =
      "Личный инженер назначается на каждый объект, который возьмет на себя  решение всех вопросов в процессе эксплуатации - ведет учет всех выполняемых работ и необходимую документацию, является представителем в государственных органах и несет личную ответственность за стабильную работу объекта. ";
  static const String HOW_WORK_2 = "ОНЛАЙН ПОДДЕРЖКА";
  static const String HOW_WORK_2_CONTENT =
      "Онлайн поддержка, прием заявок через мессенджеры.  Внедряемся в существующие системы контроля здания. Отчеты о выполненных работах. Оперативно реагируем на срочные вызовы. Круглосуточная аварийная служба.";
  static const String HOW_WORK_3 = "АУТСТАФФИНГ";
  static const String HOW_WORK_3_CONTENT =
      "Аутстаффинг (outstaffing) - юридический перевод сотрудников из штата компании-заказчика в штат нашей компании с передачей статуса работодателя (нанимателя). Такая услуга необходима для модернизации, улучшения бизнес-развития Вашей организации. Мы официально документально оформляем трудовые отношения с сотрудниками, выводимыми за штат, не меняя их рабочего места, обязанностей, распорядка дня.";

  //services

  //1
  static const String SERVICE_TITLE = "УСЛУГИ";

  static const String SERVICE1_1_TITLE = "КОМПЛЕКСНОЕ УПРАВЛЕНИЕ ОБЪЕКТОМ";
  static const String SERVICE1_1 = "Компания АНАКОН берет на себя все функции по управлению, начиная от сдачи объекта в эксплуатацию, передачи инженерных сетей и подписания договоров с поставщиками услуг.\nОрганизация работы объекта недвижимости с нуля: приемка и запуск в эксплуатацию зданий, передача сетей теплоснабжения, водоснабжения, электроснабжения городу. Претензионная работа с подрядчиками и субподрядчиками по гарантии.\nОрганизация работы товариществ собственников: проведение собраний, ведение переписки и протоколов, подписание договоров, работа с арендаторами, взыскание задолженности за ЖКУ, разработка правил внутреннего распорядка.\nПри комплексном управлении объектом ООО АНАКОН контролирует выполнение договорных обязательств поставщиками услуг. Назначает ответственных согласно нормативным документам. Взаимодействует с государственными органами по вопросам эксплуатации.";

  static const String SERVICE1_2_TITLE =
      "ТЕХНИЧЕСКОЕ ОБСЛУЖИВАНИЕ И ЭКСПЛУАТАЦИЯ ЗДАНИЙ";
  static const String SERVICE1_2 =
      """Компания АНАКОН выполняет техническое обслуживание и эксплуатацию инженерных систем: теплоснабжение, электроснабжение, кондиционирование, приточно-вытяжная вентиляция, водоснабжение с повысительными насосами, водоотведение, ливневая канализация с погружными насосами, системы бесперебойного электроснабжения (дизель-генератор), системы мультипаркингов.\nТехническое обслуживание и эксплуатация зданий включает в себя: комплекс работ по содержанию, обслуживанию и ремонту здания (сооружения), обеспечение безотказной работы объекта в соответствии с его функциональным назначением, обеспечение установленного уровня безопасности и работоспособности систем контроля и управления доступа (СКУД), поддержание установленного внутреннего климата (температурно-влажностного режима), поддержание санитарно-гигиенического состояния объекта и придомовой территории.""";

  static const String SERVICE1_3_TITLE = "ТЕКУЩИЙ РЕМОНТ";
  static const String SERVICE1_3 =
      """Компания АНАКОН производит текущий ремонт как в составе комплексного обслуживания объекта недвижимости, так и по разовым договорам:
•малярные работы — окраска стен, потолков, любых поверхностей и конфигураций различными видами красок;
•внутренние и наружные штукатурные работы — ремонт стен и откосов, фасадов зданий;
•изоляционные работы – гидроизоляция из рулонных материалов, окрасочная, из цементных растворов, из полимерных листовых материалов, тепло- и звукоизоляция из плит и сыпучих материалов;
•устройство дорожных покрытий пешеходных зон из тротуарных плит – установка бортового камня, укладка плит;
•устройство кровель: рулонные и мастичные кровли, кровли из листовых и штучных материалов, кровли из асбестовых и цементно-волокнистых волнистых листов, кровли из мелкоштучных материалов, из листовой стали, металлического профнастила, металлочерепицы;
•устройство тепловой изоляции ограждающих конструкций зданий и сооружений.""";

  static const String SERVICE1_4_TITLE =
      "РЕМОНТ И МОДЕРНИЗАЦИЯ СИСТЕМ ОСВЕЩЕНИЯ";
  static const String SERVICE1_4 =
      """Компания АНАКОН проведет обследование систем освещения вашего объекта и выполнит:
•экспресс-аудит освещения;
•подбор  источников света и установку световых приборов соответственно требованиям, предъявляемым к осветительным системам;
•расчет освещенности с выбором наиболее энергоэффективного решения;
•подбор  и установку автоматической системы контроля и управления освещением (АСКУО);
•разработку технико-экономического обоснования.
•ремонт внутреннего освещения;
•ремонт декоративной подсветки здания (фасадного освещения);
•ремонт уличного освещения.""";

  //2

  static const String SERVICE2_1_TITLE = "КЛИНИНГ";
  static const String SERVICE2_1 =
      """Компания АНАКОН осуществляет ежедневную комплексную, поддерживающую и генеральную уборку любых помещений. Мы проводим сухую, влажную, интенсивную уборку, в соответствии с определенным режимом и требованиями заказчика. Абсолютный профессионализм сотрудников и наличие лучшего технического оснащения помогают обеспечивать чистоту на самом высоком уровне. Вы экономите время на поиск сотрудников, закупку материалов, инвентаря, дорогостоящей техники, оптимизируете расходы, и получаете гарантированную чистоту каждый день.\nКомпания АНАКОН предоставляет высококачественные услуги, такие как: профессиональная мойка стеклянных фасадов в офисах,  мойка окон любых помещений. Чистый фасад и окна  надолго сохранят аккуратный и эстетичный внешний вид здания, создавая нужное настроение и соответствуя вашему статусу.""";

  static const String SERVICE2_2_TITLE = "БУХГАЛТЕРСКИЕ УСЛУГИ";
  static const String SERVICE2_2 =
      """Вы занимаетесь своим бизнесом, мы занимаемся вашей бухгалтерией. Компания АНАКОН  предоставляет услуги по ведению бухгалтерского учета Вашего объекта недвижимости. Предоставляем как комплексное обслуживание, так и разовые услуги. Работая с нами, вы получаете грамотные консультации по вопросам бухгалтерского и налогового учета, ведение базы в системе 1С: Бухгалтерия или ведение учета в вашей базе на условиях удаленного доступа, оперативное реагирование на запросы и требования налоговой инспекции и фондов.""";

  static const String SERVICE2_3_TITLE =
      "ПРАВОВАЯ ПОДДЕРЖКА ТОВАРИЩЕСТВ СОБСТВЕННИКОВ";
  static const String SERVICE2_3 =
      """Создание Товариществ собственников с нуля: проведение первого собрания, разработка устава, регистрация товарищества, разработка штатного расписания и положения об оплате труда, должностных инструкций. Методическая и практическая помощь в деятельности товарищества в соответствии с действующим законодательством, проведение общих собраний, составление смет, разработка правил внутреннего распорядка.\nКомпания АНАКОН проводит анализ финансово-хозяйственной деятельности органов управления ТС. Грамотно проведенная проверка покажет реальное финансовое состояние ТС, выявит необоснованные затраты, подтвердит правильность расчета взносов и поможет составить план расходов в будущем.""";

  static const String SERVICE2_4_TITLE =
      "БЛАГОУСТРОЙСТВО ПРИЛЕГАЮЩЕЙ ТЕРРИТОРИИ";
  static const String SERVICE2_4 =
      """Компания АНАКОН выполняет работы по благоустройству территории:
•ремонт и устройство прилегающей территории - тротуарных дорожек, автостоянок;
•ремонт и устройство  систем освещения;
•ремонт и устройство заборов и ограждений;
•ремонт местных дворовых проездов с заменой бордюров, ямочный ремонт;
•озеленение и установку малых архитектурных форм.""";

  //taglines

  static const String TAGLINE_1 = "ЧТОБЫ ДОСТИЧЬ ЦЕЛИ - НУЖНО К НЕЙ ИДТИ";
  static const String TAGLINE_2 =
      "МЫ ВДЫХАЕМ ЭНЕРГИЮ В ЗДАНИЕ ИЛИ ДАЕМ ЕМУ НОВУЮ ЖИЗНЬ";
  static const String TAGLINE_3 =
      "ГДЕ БЫ МЫ НИ БЫЛИ – МЫ В НУЖНОМ МЕСТЕ В НУЖНОЕ ВРЕМЯ";

  //contacts

  static const String CONTACT_BUTTON = "СВЯЗАТЬСЯ С НАМИ";

  static const String CONTACT_LABEL = "ДАВАЙТЕ ОБСУДИМ ВАШ ПРОЕКТ";

  static const String CONTACTS_TEXT = """ ООО "АНАКОН" """;

  static const String CONTACTS_NUMBER = "+375-44-570-57-57";

  static const String CONTACTS_GMAIL = "ANAKONBY@GMAIL.COM";
}
